[
  {
    "location": "Vardhaman college of Engineering",
    "timeStamp": "7 Jan 2025 at 09:30",
    "title": "The Phantom Warning",
    "text": "I was drifting through town, lost in thought, when I stepped into the street without looking. A piercing shriek sliced through the air—an old woman, her voice cracking like dead leaves, screamed for me to stop. I froze and turned just in time to see a bus thunder past, a blast of air clawing at my face. My heart pounded as I looked across to thank her, but the street was empty. No trace of her remained. That’s when the chill set in—she looked exactly like my grandmother, who 🔵 buried seven years ago. I still remember the floral scarf she wore... the same one we buried her in."
  },
  {
    "location": "Shamshabad, Hyd",
    "timeStamp": "20 March 2024 at 11:30",
    "title": "The Pianist's Lament",
    "text": "We wandered into the skeleton of an abandoned theater, its air thick with forgotten breath. As we crept through its crumbling halls, a piano melody began to drift—low, haunting, almost mournful. It drew us to the stage, where a dust-veiled piano sat, keys untouched, strings long dead. Then he appeared: a tall, gaunt figure in tattered evening wear, standing in the balcony like a relic of grief. He stared down at us, his eyes hollow with memory, before dissolving into nothingness. Later, I learned of the fire—the pianist who perished mid-performance, still searching for his final ovation."
  },
  {
    "location": "Hyderabad",
    "timeStamp": "19 February 2026 at 22:04",
    "text": "I couldn’t sleep, so I glanced out my bedroom window at 2:17 a.m. The old playground across the street was soaked in moonlight. One swing was moving. Slow. Back and forth. No wind. No children. Just that rhythmic creak cutting through the silence.\n\nI told myself it was nothing—until it stopped suddenly.\n\nThe next morning, I found out a little girl had gone missing from that park years ago. Same swing. Same time.\n\nWhat I can’t explain is the muddy footprints I found beneath my window. Small ones. Leading toward my house.",
    "title": "The Empty Swing"
  },
  {
    "location": "Parshapally",
    "timeStamp": "1 February 2026 at 22:04",
    "text": "I was driving home on an empty highway when I noticed headlights behind me. They stayed at a constant distance for miles. No matter how fast or slow I drove.\n\nAt a red light, I checked my rearview mirror. The car was there—but the driver’s seat was empty.\n\nThe light turned green. I didn’t look back.\n\nWhen I finally reached home and parked, the headlights were still behind me.\n\nThen they shut off.\n\nThere was no car.",
    "title": "The passanger in the mirror"
  },
  {
    "location": "Zaherabad",
    "timeStamp": "7 February 2026 at 22:05",
    "text": "I live alone. Or at least, I thought I did.\n\nEvery night before bed, I check the front door. Locked. Deadbolt secured. Chain fastened.\n\nLast night, I heard it open. Slow. Careful.\n\nI grabbed my phone and crept toward the hallway. The door was wide open, cold air spilling inside.\n\nI checked the security camera footage the next morning.\n\nAt 3:03 a.m., the door unlocked.\n\nFrom the inside.",
    "title": "The locked door"
  },
  {
    "location": "Random location",
    "timeStamp": "27 February 2026 at 22:06",
    "text": "Ramdom story",
    "title": "Random"
  },
  {
    "location": "Hostel",
    "timeStamp": "19 February 2026 at 22:37",
    "text": "Added logo and tried",
    "title": "Newww"
  }
]